Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: The Autosens Ratio is used to calculate the amount of adjustment needed to basal rates, ISF, and CR.
bg: Коефициентът на Autosens се използва за изчисляване на необходимата корекция на базалните дози, ISF и CR.
cs: Poměr Autosens se používá k výpočtu míry úpravy bazálních dávek, ISF a sacharidového poměru (CR).
da: Autosens nøgletal anvendes til at beregne størrelsen af den justering, der er nødvendig for basale satser, ISF og CR.
de: Das Autosensverhältnis wird zur Berechnung des Anpassungsbedarfs für Basalraten, ISF und CR verwendet.
es: La relación Autosens se utiliza para calcular la cantidad de ajuste necesario para las tasas basales, ISF y CR.
fr: La sensibilité automatique du ratio "ratio Autosens" est utilisé pour calculer l’ajustement nécessaire des débits basaux, du Facteur de Sensibilité à l’Insuline (ISF) et du Ratio Insuline/Glucides (CR).
it: Il rapporto Autosens è utilizzato per calcolare l'importo dell'aggiustamento necessario ai tassi basali, ISF e CR.
nb_no: Autosens ratio brukes til å beregne hvor mye justering som er nødvendig for basalrater, ISF og CR.
nl: De Autosens Ratio wordt gebruikt om de aanpassing te berekenen die nodig is voor de basaalsnelheden, ISF en CR.
pl: Współczynnik Autosens jest wykorzystywany do obliczenia wielkości korekty potrzebnej do bazowych dawek, ISF i CR.
pt_pt: A relação Autosens é utilizada para calcular o montante de ajustamento necessário às taxas basais, ISF e CR.
ru: Для расчета величины корректировки, необходимой базовым ставкам, ISF и CR, используется коэффициент автоопределения соотношения.
sv: Autosens-ration används för att beräkna vilken justering som behövs för basal, ISF och CR.
uk: Обчислення аутенса використовується для обчислення кількості коригування, необхідного для базових курсів, провайдера та CR.
vi: Tỉ lệ Autosens được dùng để tính toán mức điều chỉnh cần thiết cho liều nền (basal), độ nhạy insulin (ISF), và tỷ lệ carb (CR).
zh_hant: 自動敏感度比率用於計算基礎胰島素率、胰島素敏感度因子 (ISF) 和碳水化合物比率 (CR) 所需的調整量。

source: The average glucose level around which values will oscillate.
bg: Средното ниво на глюкоза, около което стойностите ще се колебаят.
cs: Průměrná hladina glukózy, kolem které budou hodnoty kolísat.
da: Det gennemsnitlige glukoseniveau omkring hvilke værdier vil oscillate.
de: Der durchschnittliche Glukosespiegel, um den die Werte schwanken.
es: El nivel medio de glucosa alrededor del cual oscillan.
fr: Le niveau moyen de glucose autour duquel les valeurs vont osciller.
it: Il livello medio di glucosio attorno al quale oscilleranno i valori.
nb_no: Gjennomsnittlig blodsukkernivå som verdiene vil svinge rundt.
nl: Het gemiddelde glucosegehalte om welke waarden gaan oscilleren.
pl: Średni poziom glikemii, wokół którego wartości będą się oscylować.
pt_pt: O nível médio de glicose em torno do qual os valores oscilam.
ru: Средний уровень глюкозы, вокруг которого значения будут колебаться.
sv: Den genomsnittliga glukosnivån runt vilka värden kommer att oscillera.
uk: Середній рівень глюкози, навколо якого значення коливатимуться.
vi: Mức đường huyết trung bình mà các giá trị sẽ dao động xung quanh.
zh_hant: 平均血糖水準，周圍的數值會有所波動。

source: The bolus cannot be larger than the pump setting max bolus (%@).
bg: Болусът не може да бъде по-голям от максималния болус, зададен в помпата (%@).
cs: Bolus nemůže být vyšší než maximální bolus nastavený v pumpě (%@).
da: Bolussen kan ikke være større end pumpeindstillingen max bolus (%@).
de: Der Bolus kann nicht größer sein als die Pumpeneinstellung max Bolus (%@).
fr: Le bolus ne peut pas être supérieur au bolus maximal défini dans les paramètres de la pompe (%@).
nb_no: Bolus kan ikke være større en pumpens innstilling for maks bolus (%@).
nl: De bolus mag niet groter zijn dan de max. bolus van de pomp (%@).
pl: Bolus nie może być większy niż ustawianie maksymalnego bolusa pompy (%@).
sv: Bolusen kan inte vara större än pumpens inställning för maxbolus (%@).
vi: Liều bolus không được vượt quá giới hạn tối đa được cài đặt trên bơm (%@).
zh_hant: 注射不能大於幫浦設定的最大注射量(%@)。

source: The current version has a critical issue and should be updated as soon as possible.
bg: Текущата версия има критичен проблем и трябва да бъде обновена възможно най-скоро.
cs: Aktuální verze obsahuje kritickou chybu a měla by být co nejdříve aktualizována.
da: Den nuværende version har et kritisk problem og bør opdateres så hurtigt som muligt.
de: Die aktuelle Version hat ein kritisches Problem und sollte so schnell wie möglich aktualisiert werden.
es: La versión actual tiene un problema crítico y debería actualizarse lo antes posible.
fr: La version actuelle présente un problème critique et doit être mise à jour dès que possible.
it: La versione attuale ha un problema critico e dovrebbe essere aggiornata al più presto.
nb_no: Gjeldende versjon har en kritisk feil og bør oppdateres så snart som mulig.
nl: De huidige versie is van cruciaal belang en moet zo snel mogelijk worden bijgewerkt.
pl: W obecnej wersji występuje poważny błąd i należy ją jak najszybciej zaktualizować.
pt_pt: A versão actual tem uma questão crítica e deve ser actualizada o mais rapidamente possível.
ru: Текущая версия имеет критическую ошибку, и ее следует обновить как можно скорее.
sv: Den nuvarande versionen har ett kritiskt problem och bör uppdateras så snart som möjligt.
uk: Поточна версія має критичну проблему і має бути оновлена якомога швидше.
vi: Phiên bản hiện tại gặp sự cố nghiêm trọng và cần được cập nhật càng sớm càng tốt.
zh_hant: 當前版本存在嚴重問題，應儘快更新。

source: The curve's steepness is influenced by the Adjustment Factor, while the Autosens Min/Max settings determine the limits of the ratio adjustment, which can also influence the steepness of the sigmoid curve.
bg: Стръмността на кривата се влияе от коригиращия коефициент, а настройките Autosens Min/Max определят границите на корекцията на коефициента, което също може да повлияе на стръмността на сигмоидната крива.
cs: Strmost křivky je ovlivněna Faktorem úpravy, zatímco nastavení Autosens Min/Max určuje limity úpravy poměru, což může také ovlivnit strmost sigmoidní křivky.
da: Kurvens stejlhed påvirkes af justeringsfaktoren, mens Autosens Min/Max-indstillinger bestemmer grænserne for justeringen af forholdet, som også kan påvirke stejlheden af sigmoid kurve.
de: Die Steigung der Kurve wird durch den Anpassungsfaktor beeinflusst, während die Autosens Min/Max Einstellungen die Grenzen der Verhältnisanpassung bestimmen, die auch die Steilheit der sigmoid-Kurve beeinflussen kann.
es: La inclinación de la curva está influenciada por el factor de ajuste, mientras que los ajustes Mín/Max de Autosens determinan los límites del ajuste de la relación, que también puede influir en la empinada curva de sigmoides.
fr: Le facteur d'ajustement a une influence sur la pente de la courbe, tandis que les réglages « Autosens min. » et « Autosens max. » déterminent les limites de l’ajustement du ratio, de sensibilité ce qui peut également influer sur la raideur de la courbe sigmoïde.
it: La steepness della curva è influenzata dal fattore di regolazione, mentre le impostazioni Autosens Min/Max determinano i limiti della regolazione del rapporto, che può anche influenzare la stezza della curva sigmoid.
nb_no: Kurvens stigning påvirkes av justeringsfaktoren, mens Autosens Min/Max innstillinger bestemmer grensene for justering, som også kan påvirke stigningen i sigmoidkurven.
nl: De kracht van de curve wordt beïnvloed door de aanpassingsfactor, terwijl de instellingen voor Autosens Min/Max de limieten van de aanpassing van de ratio bepalen, die ook de kracht van de dwergcurve kan beïnvloeden.
pl: Na stromość krzywej wpływa współczynnik dostosowania, natomiast ustawienia Autosens Min/Max określają granice regulacji współczynnika, które mogą również wpływać na stromość krzywej sigmoid.
pt_pt: A intensidade da curva é influenciada pelo Fator de Ajustamento, enquanto as configurações de Autosens Min/Max determinam os limites do ajuste da relação, que também pode influenciar a solidez da curva de sigmoid.
ru: Степень кривой зависит от корректирующего фактора, в то время как параметры Autosens Min/Max определяют пределы регулировки соотношения, Это также может повлиять на крутость кривой сигмода.
sv: Kurvans branthet påverkas av justeringsfaktorn, medan Autosens Min/Max inställningar bestämmer gränserna för rations justering, vilket också kan påverka hur brant sigmoidkurvan är.
uk: На криву впливає зміна заводських налаштувань, а в той час як параметри автоматичного відображення Мін/Макс визначають межі коригування співвідношення, які також можуть вплинути на крутість кривої сигмоїдної форми.
vi: Độ dốc của đường cong bị ảnh hưởng bởi Hệ số Điều chỉnh (Adjustment Factor), trong khi các thiết lập Autosens tối thiểu/tối đa xác định giới hạn điều chỉnh của tỉ lệ, và cũng có thể tác động đến độ dốc của đường cong sigmoid.
zh_hant: 曲線的陡峭程度受調整因子的影響，而自動敏感度的最小/最大設定決定比率調整的範圍，這也可能影響S型曲線的陡峭程度。

source: The default is an expected %1$@ %2$@/5min. This affects how fast COB is decayed in situations when carb absorption is not visible in BG deviations. The default of %3$@ %4$@/5min corresponds to a minimum carb absorption rate of 24 g/hr at a CSF of %5$@ %6$@/g.
bg: По подразбиране се очаква %@ %@/5 мин. Това влияе на скоростта, с която COB намалява в ситуации, когато абсорбцията на въглехидрати не се вижда в отклоненията на BG. Стойността по подразбиране от %@ %@/5 мин съответства на минимална скорост на абсорбция на въглехидрати от 24 g/час при CSF от %@ %@/g.
cs: Výchozí hodnota je očekávaných %1$@ %2$@ / 5 min. To ovlivňuje, jak rychle ubývá COB v situacích, kdy vstřebávání sacharidů není patrné z výchylek glykémie. Výchozích %3$@ %4$@ / 5 min odpovídá minimální rychlosti vstřebávání sacharidů 24 g/h při CSF %5$@ %6$@/g.
da: Standard er en forventet %1$@ %2$@/5min. Dette påvirker hvor hurtigt COB nedbrydes i situationer, hvor carb absorption ikke er synlig i BG afvigelser. Standard for %3$@ %4$@/5min svarer til en minimum carb absorption på 24 g/time ved en CSF på %5$@ %6$@/g.
de: Der Standardwert ist ein erwarteter %1$@ %2$@/5min. Dies wirkt sich darauf aus, wie schnell die COB in Situationen abbaut, in denen die Kohlenhydrataufnahme nicht in den Glukose-Abweichungen sichtbar ist. Der Standardwert von %3$@ %4$@/5min entspricht einer minimalen Kohlenhydratabsorptionsrate von 24 g/Std. bei einem CSF von %5$@ %6$@/g.
es: El valor predeterminado es un %1$@ %2$@/5min. Esto afecta a la rapidez con que se reduce el COB en situaciones en las que la absorción de glúcidos no es visible en las desviaciones de BG. El valor predeterminado de %3$@ %4$@/5min corresponde a una tasa mínima de absorción de glúcido de 24 g/h en un CSF de %5$@ %6$@/g.
fr: La valeur par défaut est une augmentation attendue de %1$@ %2$@/5 min. Cela influence la vitesse de décroissance des glucides actifs (COB) lorsque l’absorption des glucides n’est pas visible dans les variations de la mesure de glucose (BG). La valeur par défaut de %3$@ %4$@/5 min correspond à un taux minimal d’absorption des glucides de 24 g/h avec un facteur de sensibilité aux glucides (CSF) de %5$@ %6$@/g.
it: Il valore predefinito è un %1$@ %2$@/5min. Ciò influisce sulla velocità di decomposizione del COB in situazioni in cui l’assorbimento del carb non è visibile nelle deviazioni di glicemia. Il valore predefinito di %3$@ %4$@/5min corrisponde ad una velocità minima di assorbimento del carb di 24 g/h ad un CSF di %5$@ %6$@/g.
nb_no: Standard er en forventet %1$@ %2$@/5min. Dette påvirker hvor raskt COB brytes ned i situasjoner hvor karbohydratabsorpsjon ikke er synlig i BS-avvik. Standard %3$@ %4$@/5min tilsvarer en minimum karbo absorpsjonshastighet på 24 g/time ved en CSF av %5$@ %6$@/g.
nl: De standaard is een verwachte %1$@ %2$@/5min. Dit beïnvloedt hoe snel COB afneemt in situaties waarin koolhydraat absorptie niet zichtbaar is in BG afwijkingen. De standaard van %3$@ %4$@/5min komt overeen met een minimum koolhydraat absorptie percentage van 24 g/hr op een CCSF van %5$@ %6$@/g.
pl: Domyślnie oczekiwany jest %1$@ %2$@/5min. Ma to wpływ na szybkość rozpadu COB w sytuacjach, gdy wchłanianie węglowodanów nie jest widoczne w odchyleniach glikemii. Domyślna wartość %3$@ %4$@/5min odpowiada minimalnemu wskaźnikowi wchłaniania węglowodanów wynoszącemu 24 g/h przy CSF %5$@ %6$@/g.
pt_pt: O padrão é um esperado %1$@ %2$@/5min. Isso afeta a rapidez com que o COB é decaído em situações em que a absorção de hidratos de carbono não é visível em desvios de glicemia. O padrão de %3$@ %4$@/5min corresponde a uma taxa mínima de absorção de carbos de 24 g/hr a uma CSF de %5$@ %6$@/g.
ru: По умолчанию ожидается %1$@ %2$@/5мин. Это влияет на быстрое замерзание COB в ситуациях, когда при отклонениях BG поглощение углерода не заметно. По умолчанию %3$@ %4$@/5min соответствует минимальной скорости поглощения углерода в 24 г/ч при СКФ в %5$@ %6$@/g.
sv: Standard är en förväntad %1$@ %2$@/5min. Detta påverkar hur snabbt COB tas upp i situationer när kolhydratsabsorptionen inte syns i BG-avvikelser. Standardvärdet för %3$@ %4$@/5min motsvarar en minsta kolhydratupptagningshastighet på 24 g/h vid en CSF av %5$@ %6$@/g.
uk: За замовчуванням очікується %1$@ %2$@/5min. Це впливає на те, як швидко знижувався COB в ситуаціях, коли поглинання серця не видно в відхиленнях BG. За замовчуванням %3$@ %4$@/5min відповідає мінімальній інтенсивності поглинання автомобіля 24 г/год при CSF %5$@ %6$@/g.
vi: Giá trị mặc định là %1$@ %2$@ mỗi 5 phút. Thông số này ảnh hưởng đến tốc độ giảm lượng carb còn lại (COB) trong các tình huống khi không thấy rõ sự hấp thu carb qua biến động đường huyết. Mặc định %3$@ %4$@ mỗi 5 phút tương ứng với tốc độ hấp thu carb tối thiểu là 24g/giờ, với hệ số chuyển đổi carb (CSF) là %5$@ %6$@ mỗi gam.
zh_hant: 預設值為預期的 %1$@ %2$@/5分鐘。這會影響在碳水化合物吸收在血糖變化中不可見的情況下，COB的衰減速度。預設的 %3$@ %4$@/5分鐘對應於CSF為 %5$@ %6$@/克時，最小碳水化合物吸收率為每小時24克。

source: The default of 0.5 for this value keeps autotune ISF closer to pump ISF via a weighted average of fullNewISF and pumpISF. 1.0 allows full adjustment, 0 is no adjustment from pump ISF.
bg: Стойността по подразбиране 0.5 за този параметър държи autotune ISF по-близо до ISF на помпата чрез претеглена средна стойност на fullNewISF и pumpISF. 1.0 позволява пълна корекция, 0 означава липса на корекция спрямо ISF на помпата.
cs: Výchozí hodnota 0,5 pro tuto položku udržuje ISF v Autotune blíže k ISF v pumpě pomocí váženého průměru fullNewISF a pumpISF. Hodnota 1,0 umožňuje plnou úpravu, 0 znamená žádnou úpravu oproti ISF v pumpě.
da: Standard 0,5 for denne værdi holder autotune ISF tættere på pumpe ISF via et vægtet gennemsnit af fullNewISF og pumpISF. 1.0 tillader fuld justering, 0 er ingen justering fra pumpe ISF.
de: Der Standardwert von 0,5 für diesen Wert hält den Autotune-ISF näher am Pumpen-ISF über einen gewichteten Durchschnitt von fullNewISF und pumpISF. 1,0 ermöglicht eine vollständige Anpassung, 0 bedeutet keine Anpassung von Pump-ISF.
es: El valor por defecto de 0.5 para esta característica mantiene el factor de sensibilidad a la insulina (ISF) de Autotune cerca del factor de sensibilidad a la insulina de la bomba a través de un promedio ponderado de fullNewISF y pumpISF. Un 1.0 de valor permite un ajuste completo con el nuevo factor de sensibilidad de Autotune (fullNewISF), mientras que 0 mantendría el factor de sensibilidad de la bomba (pumpISF).
fr: La valeur par défaut de 0,5 permet au réglage automatique "Autotune" de maintenir le Facteur de Sensibilité à l'Insuline (ISF) proche de celui de la pompe, en utilisant une moyenne pondérée entre le nouvel ISF calculé (fullNewISF) et l'ISF de la pompe (pumpISF). Une valeur de 1,0 autorise un ajustement complet, tandis que 0 désactive tout ajustement par rapport a l'ISF de la pompe.
it: Il valore predefinito di 0.5 per questo valore mantiene l'autotune ISF più vicino alla pompa ISF tramite una media ponderata di fullNewISF e pompa. 1.0 permette la regolazione completa, 0 non consente regolazione dalla ISF della pompa.
nb_no: Standardverdien på 0,5 holder Autotune ISF nærmere pumpens ISF ved hjelp av et vektet gjennomsnitt av fullNewISF og pumpISF. Verdien 1,0 tillater full justering, mens 0,0 gir ingen justering fra pumpens ISF.
nl: De standaardwaarde van 0,5 voor deze waarde houdt autotune ISF dichter bij pomp-ISF via een gewogen gemiddelde van fullNewISF en pumpISF. 1,0 staat volledige aanpassing toe, 0 is geen aanpassing van pomp-ISF.
pl: Wartość domyślna 0,5 dla tej wartości utrzymuje automatyczny ISF bliżej pompy ISF za pomocą średniej ważonej fullNewISF i pumpISF. 1.0 pozwala na pełną regulację, 0 nie jest regulacją z ISF pompy.
pt_pt: O padrão de 0.5 para esse valor mantém o autotund ISF mais próximo do pump ISF através de uma média ponderada de fullNewISF e pumpISF. 1.0 permite o ajuste completo, 0 não é um ajuste do ISF da bomba.
ru: По умолчанию, 0,5 для этого значения позволяет ISF приблизиться к ISF профиля через среднее взвешенное значение fullNewISF (автотюн) и ISF профиля. 1,0 позволяет полностью регулировать, 0 не регулировать ISF профиля.
sv: Standardvärdet 0,5 håller 'Autotune ISF' närmare pumpens ISF (insulinkänslighet) via ett viktat genomsnitt av 'fullNewISF' och 'pumpISF'. Värdet 1.0 tillåter full justering, medan 0 innebär att ingen skillnad från pumpens ISF kommer att föreligga.
uk: За замовчуванням, 0,5 для цього значення дозволяє ISF наблизитися до ISF профілю через середнє зважене значення fullNewISF (автотюн) та ISF профілю. 1.0 дозволяє повністю регулювати, 0 не регулювати ISF профілю.
vi: Giá trị mặc định là 0,5 giúp giữ cho ISF của autotune gần với ISF trên bơm, bằng cách sử dụng trung bình có trọng số giữa fullNewISF và pumpISF. Giá trị 1,0 cho phép điều chỉnh hoàn toàn, còn giá trị 0 thì không có điều chỉnh nào so với ISF của bơm.
zh_hant: 此值的預設為0.5，保持自動調整的ISF更接近於幫浦ISF，通過完整的NewISF和pumpISF的加權平均進行調整。1.0允許完全調整，0則表示不從幫浦ISF調整。

source: The default of maxCOB is 120. (If someone enters more carbs in one or multiple entries, Trio will cap COB to maxCOB and keep it at maxCOB until the carbs entered above maxCOB have shown to be absorbed. Essentially, this just limits UAM as a safety cap against weird COB calculations due to fluky data.)
bg: Стойността по подразбиране на maxCOB е 120. (Ако някой въведе повече въглехидрати в един или няколко записа, Trio ще ограничи COB до maxCOB и ще го задържи на maxCOB, докато въглехидратите, въведени над maxCOB, не се абсорбират. По същество това само ограничава UAM като предпазна мярка срещу странни изчисления на COB поради неточни данни.)
cs: Výchozí hodnota maxCOB je 120. (Pokud někdo zadá více sacharidů v jednom nebo více záznamech, Trio omezí COB na hodnotu maxCOB a podrží ji tam, dokud se neprokáže vstřebání sacharidů nad tento limit. V podstatě to slouží jako bezpečnostní pojistka pro UAM proti podivným výpočtům COB kvůli nestabilním datům.)
da: Standard for maxCOB er 120. (Hvis nogen indtaster flere kulhydrater i en eller flere poster, Trio vil cap COB til maxCOB og holde det på maxCOB indtil kulhydrater indtastet over maxCOB har vist sig at blive absorberet. I bund og grund begrænser dette blot UAM som en sikkerhedsgrænse mod underlige COB beregninger på grund af fluky data.)
de: Der Standardwert für maxCOB ist 120. (Wenn jemand in einem oder mehreren Einträgen mehr Kohlenhydrate eingibt, begrenzt Trio den COB-Wert auf maxCOB und hält ihn bei maxCOB, bis die über maxCOB eingegebenen Kohlenhydrate nachweislich absorbiert wurden. Im Wesentlichen dient dies nur der Begrenzung von UAM als Sicherheitskappe gegen merkwürdige COB-Berechnungen aufgrund von fehlerhaften Daten)
es: El valor por defecto de maxCOB es 120. (Si alguien entra más glúcidos en una o varias entradas, Trio tapará el COB al maxCOB y lo mantendrá en el maxCOB hasta que los glúcidos introducidos por encima del maxCOB hayan demostrado ser absorbidos. Esencialmente, esto limita la UAM como límite de seguridad contra extraños cálculos COB debido a datos fluidos.)
fr: La valeur par défaut de maxCOB est de 120. (Si un utilisateur enregistre une quantité de glucides supérieure en un ou plusieurs ajouts, Trio plafonnera les glucides actifs (COB) à maxCOB et les maintiendra à cette valeur jusqu’à ce que l’absorption des glucides excédentaires soit détectée. Cette limite sert essentiellement de sécurité pour l’UAM (gestion des repas non annoncés) afin d’éviter des calculs de COB incohérents causés par des données erronées.)
it: Il valore predefinito di maxCOB è di 120. (Se qualcuno inserisce più carboidrati in una o più voci, Trio limiterà il COB a maxCOB e lo manterrà a maxCOB fino a quando i carboidrati entrati sopra il maxCOB non avranno mostrato di essere assorbiti. Essenzialmente, questo limita solo UAM come un cappuccio di sicurezza contro calcoli COB strani a causa di dati fluidi.)
nb_no: Standardverdi for maxCOB er 120. (Hvis noen legger til flere karbohydrater i en eller flere oppføringer, vil Trio begrense COB i henhold til maxCOB frem til registreringen over maxCOB er absorbert. I bunn og grunn er dette bare en begrensning for UAM, slik at det ikke blir gjort feilberegninger ved dårlige data.)
nl: De standaardwaarde van maxCOB is 120. (Als iemand meer koolhydraten invoert in één of meerdere items, zal Trio de COB begrenzen tot maxCOB en deze op maxCOB houden totdat is aangetoond dat de koolhydraten die boven maxCOB zijn ingevoerd, worden geabsorbeerd. In wezen beperkt dit alleen UAM als een veiligheidslimiet tegen rare COB-berekeningen als gevolg van onnauwkeurige gegevens)
pl: Wartością domyślną maxCOB jest 120. (Jeśli ktoś wprowadza więcej węglowodanów w jednym lub wielu wpisach, Trio ograniczy stężenie COB do wartości maxCOB i utrzyma je na poziomie maxCOB do czasu wykazania, że węglowodany wpisane powyżej wartości maxCOB są wchłaniane. Zasadniczo ogranicza to użycie UAM jako limitu bezpieczeństwa w odniesieniu do dziwnych obliczeń COB ze względu na niestabilne dane).
pt_pt: O padrão do maxCOB é 120. (Se alguém entrar em mais carbs em uma ou várias entradas, Trio irá limitar COB para maxCOB e mantê-lo no maxCOB até que os hidratos inseridos acima do maxCOB tenham mostrado ser absorvidos. Essencialmente, isto apenas limita a UAM como um limite de segurança em cálculos de COB estranhos devido a dados fluidos.)
ru: Значение max COB по-умолчанию равно 120. (Если кто-то вводит больше углеводов в одной или нескольких записях, Trio ограничит количество углеводов до maxCOB и сохранит его на maxCOB до тех пор, пока не будет показано, что углеводы, введенные выше maxCOB, усваиваются. По сути, это просто ограничивает UAM в качестве защитного предела от странных вычислений COB из-за случайных данных.)
sv: Standardvärdet för maximal mängd av aktiva kolhdrater (COB) är 120.
uk: За замовчуванням maxCOB становить 120. (Якщо хтось введе більше вуглеводів в один або кілька записів, Trio обмежить COB до maxCOB і збереже його на рівні maxCOB, доки вуглеводи, введені вище maxCOB, не засвоїться. По суті, це просто обмежує UAM як обмеження безпеки від дивних обчислень COB через випадкові дані.)
vi: Giá trị mặc định của maxCOB là 120. (Nếu ai đó nhập lượng carb vượt quá giới hạn này — dù là trong một lần hay nhiều lần — Trio sẽ giới hạn COB ở mức maxCOB và giữ nguyên mức này cho đến khi phần carb vượt quá được chứng minh là đã được hấp thu. Về bản chất, cài đặt này nhằm giới hạn UAM như một biện pháp an toàn, giúp tránh những tính toán COB sai lệch do dữ liệu bất thường.)
zh_hant: maxCOB的預設值為120。（如果有人在一個或多個輸入中進入更多碳水化合物，Trio將限制COB至maxCOB，並保持在maxCOB，直到超過maxCOB的碳水化合物顯示出被吸收。基本上，這只是將UAM作為一種安全上限，以防奇怪的COB計算因數據不穩定。）
